Repository: EdulibreOS/edulibre-apps
Catalog: pictogram/.lang/*.po
Languages: fr

source: - Pictogram is an application to view and edit images in a simple and fast way Contact rbencho@gmail.com
fr: - Pictogram est une application pour visualiser et éditer des images de manière simple et rapide Contact rbencho@gmail.com

source: Cambiar Formato
fr: Modification du format

source: Nombre:
fr: Nom:

source: Formato:
fr: Format:

source: Elegir Nuevo Formato:
fr: Choisissez un nouveau format:

source: Cancelar
fr: Annuler

source: Aceptar
fr: Accepter

source: Sobreescribir Imagen
fr: Ecraser l'image

source: Cambiar Tamaño
fr: Changer de taille

source: Tamaño Actual:
fr: taille actuelle

source: Ancho:
fr: Largeur

source: Alto:
fr: Haute:

source: Calidad:
fr: Qualité:

source: ictogram
fr: Pictogram

source: Visor de Imágenes
fr: Visionneuse d'images

source: Abrir Imagen
fr: Ouvrir l'image

source: Abrir Carpeta
fr: Ouvrir Dossier

source: Abrir carpeta de Imágenes
fr: Dossier /nd'image ouvert

source: Abrir imagen
fr: Ouvrir l'image

source: Salir
fr: Sortir

source: Archivo
fr: Archives

source: Guardar
fr: Sauvegarder

source: Abrir
fr: Ouvrir

source: Ver
fr: à voir

source: Barra de Herramientas
fr: Barre d'outils

source: Propiedades
fr: Propriétés

source: Imagen
fr: Image

source: Renombrar
fr: Renommer

source: Girar
fr: Tourner

source: Ayuda
fr: Aide

source: Acerca de Pictogram
fr: À propos du Pictogram

source: Seleccionar carpeta
fr: Sélectionnez un dossier

source: Abrir Recientes
fr: Ouvrir récente

source: Cambiar Tamaño(Resolución)
fr: Changer la taille (Résolution)

source: Copiar
fr: Copier

source: Imprimir
fr: Accueil

source: Eliminar imagen
fr: Supprimer l'image

source: Acercar(Zoom In)
fr: Agrandir

source: Alejar(Zoom Out)
fr: Dézoomer

source: Rotar a la derecha
fr: Tourner à droite

source: Rotar a la Izquierda
fr: Tourner à gauche

source: Pantalla Completa
fr: Plein écran

source: Imagen Siguiente
fr: Image suivante

source: Imagen Anterior
fr: Image précédente

source: Temas
fr: Thèmes

source: Default
fr: Défaut

source: Blue Gray
fr: Bleu-gris

source: Gray
fr: Gris

source: Teal
fr: Sarcelle

source: Yellow
fr: Jaune

source: Ocultar/Mostrar Menu (ALT)
fr: Afficher / masquer le menu (ALT)

source: Acerca de
fr: À propos de

source: Mostrar/Ocultar Menu (ALT)
fr: Afficher / masquer le menu (ALT)

source: Convertir a formato.
fr: Convertir en format

source: Mostrar Menu
fr: Afficher le menu

source: Rotar 90° a la izquierda
fr: Tourner 90 ° vers la gauche

source: Rotar 90° a la derecha
fr: Tourner 90 ° dans le sens des aiguilles d'une montre

source: Regresar
fr: Retourner

source: Eliminar
fr: Supprimer

source: Ajustar a la ventana
fr: Ajuster à la fenêtre

source: Editar Formato
fr: Format d'édition

source: About - Pictogram
fr: Sur-Pictogram

source: This program uses Gambas version 3.10.0
fr: Ce programme utilise Gambas version 3.10.0

source: Close
fr: Fermer

source: About
fr: Sur

source: <p><br>Pictogram is an application to view and edit images in a simple and fast way.</p> <br><br><br><br><br> Contact: erojas@cunori.edu.gt
fr: <p><br>- Pictogram est une application pour visualiser et éditer des images de manière simple et rapide. </p> <br><br><br><br><br> Contact: erojas@cunori.edu.gt

source: Authors
fr: Auteurs

source: Version 1.0.0 -> Edgar Rubén Rojas Ovando - Development/Design ---------------------------------------------------------------------- Version 0.6.0 -> Carlos Orlando Paiz Raymundo - Developmen/Design -> Edgar Rubén Rojas Ovando - Development/Design -> Boris Josué Mayén Juárez - Development ---------------------------------------------------------------------- -> Benoît Minisini - Gambas3 -> Herberth Guzman - Edulibre -> Ing. Samy Pinto - Cunori
fr: Version 1.0.0 -> Edgar Rubén Rojas Ovando - Développement/Design ---------------------------------------------------------------------- Version 0.6.0 -> Carlos Orlando Paiz Raymundo - Développement/Design -> Edgar Rubén Rojas Ovando - Développement/Design -> Boris Josué Mayén Juárez - Développement ---------------------------------------------------------------------- -> Benoît Minisini - Gambas3 -> Herberth Guzman - Edulibre -> Ing. Samy Pinto - Cunori

source: License
fr: Licence

source: Translators
fr: Traducteurs

source: Spanish: Carlos Paiz, Rubén Rojas, Boris Mayén English: Edgar Rubén Rojas Ovando French: Edgar Rubén Rojas Ovando
fr: Espanol: Carlos Paiz, Rubén Rojas, Boris Mayén Anglais: Edgar Rubén Rojas Ovando Frances: Edgar Rubén Rojas Ovando
