Repository: EdulibreOS/edulibre-apps
Catalog: qsettings/.lang/*.po
Languages: es

source: Current extensions is active, can not be deleted.
es: La extensión actual está activa, no se puede eliminar.

source: Current widget is active, can not be deleted.
es: El widget actual está activo, no se puede eliminar.

source: The fields can not be empety
es: Los campos no pueden estar vacíos

source: Record saved successfully
es: Registros Guardados con éxito

source: ¿Are you sure we want to remove the extensions -
es: ¿Está seguro de que desea eliminar la extension...? -

source: ¿Are you sure we want to remove the widget -
es: ¿Está seguro de que desea eliminar el widget...? -

source: Theme Registration Error
es: Error de registro del tema

source: Failed to connect to the DB system
es: Error al conectarse a la DB del sistema

source: Error processing the system information
es: Error al procesar informacion al sistema

source: You must select valid windows manager
es: Debe de seleccionar gestor de ventanas

source: Format not valid
es: Formato Inválido

source: No item selected to remove
es: No hay tema seleccionado para eliminar

source: Innova Desktop in execution...
es: Escritorio Innova ya está en ejecución.

source: Splash Screen exists
es: Ya existe pantalla de bienvenida

source: Appearance Launcher Innova is NOT equal to the Launcher Type selected in the Theme Current. You want to change the Appearance of Launcher...?
es: Apariencia de Launcher Innova NO es igual al Tipo de Lanzador seleccionado en el actual Tema. ¿Quier cambiar el aspecto del Launcher...?

source: Folder already exists
es: Carpeta ya existe

source: File already exists
es: Archivo ya existe

source: Can not delete the files
es: No puede eliminar el archivo

source: Theme selected already exists in the system.
es: El tema seleccionado ya existe en el sistema.

source: Current theme is active, can not be deleted.
es: El tema actual está activo, no se puede eliminar.

source: You have not selected Innova Theme.
es: No ha seleccionado ningun Theme Innova

source: It has not established a reference Apps.
es: No se ha establecido una Apps como referencia.

source: ¿Want to delete the select splash?
es: ¿Desea eliminar el splash seleccionado?diff -iEb

source: Enter a Name...
es: Ingrese un nombre...

source: The files can not be restored after deleted. Do you want continue?
es: Los archivos no se pueden restaurar después de eliminar. ¿Quieres continuar?

source: Sure you want to move the file to the trash ..?
es: Seguro que desea mover el archivo a la papelera..?

source: ¿Are you sure we want to remove the theme -
es: ¿Está seguro de que desea eliminar el tema...? -

source: The version of the configuration file Innova_Config.conf has CHANGED. Wants to update.?
es: La versión del archivo de configuración Innova_Config.conf ha cambiado. Quiere actualizar. ?

source: Destination file exists. OverWrite
es: El archivo destino ya existe. Desea sobrescribir

source: Theme Active:
es: Tema Activo:

source: Innova Desktop
es: Escritorio Innova

source: Image Archive
es: Archivo de Imagen

source: Image BMP of Windows
es: Imagen BMP de Windows

source: Image JPEG
es: Imagen JPEG

source: Image JPG
es: Imagen JPG

source: Image PNG
es: Imagen PNG

source: Image SVG
es: Imagen SVG

source: Change wallpaper
es: Cambiar el fondo de pantalla

source: Ok
es: Aceptar

source: Close
es: Cerrar

source: Install
es: Instalar

source: &Install
es: &Instalar

source: &Yes
es: &Si

source: Download Wallpaper - Innova Settings
es: Descargar Fondo de Pantalla - Configuración Innova

source: Download Wallpaper
es: Descargar Fondo de Pantalla

source: Search:
es: Buscar:

source: Add new extensions - Innova Settings
es: Agregar nueva extension - Configuración Innova

source: Add new extensions
es: Agregar nueva extension

source: Name:
es: Nombre:

source: Icon:
es: Icono:

source: Status:
es: Estado:

source: Change Wallpaper
es: Cambiar Fondo de Pantalla

source: False
es: Falso

source: True
es: Verdadero

source: New
es: Nuevo

source: Select wallpaper - Innova Settings
es: Seleccionar Fondo de Pantalla - Configuración Innova

source: Select wallpaper
es: Seleccionar Fondo de Pantalla

source: Dir
es: Directorio

source: Image
es: Imagen

source: Error of Connection...
es: Error de Conexión

source: Drawing files
es: Archivos de dibujo

source: Picture files
es: Archivos de imagen

source: The theme has been changed successfully.
es: El tema a cambiado con exito.

source: Please select a directory to record to...
es: Por favor seleccione un directorio para grabar...

source: Innova Desktop - Restore Default
es: Escritorio Innova - Restaurar por Defecto

source: Are you sure to restore Innova defaults...?
es: ¿Está seguro de restaurar el valor predeterminado de Innova...?

source: Yes
es: Si

source: Status
es: Estado

source: Icon
es: Icono

source: You must select a theme...
es: Debe de seleccionar un tema ...

source: Innova Desktop Settings
es: Configuración del Escritorio Innova

source: Desktop Settings - Innova
es: Configuración del Escritorio - Innova

source: About
es: Acerca de...

source: ¡Welcome to Innova Desktop Settings!
es: Bienvenido a la configuración del Escritorio Innova

source: Desktop
es: Escritorio

source: Style
es: Apariencia

source: Energy
es: Energia

source: Settings Desktop
es: Configuracion de Escritorio

source: Show Icons
es: Mostrar Iconos

source: Hide all icons
es: Ocultar todos los iconos

source: Show Network Icon
es: Mostrar Icono de Red

source: Show My Computer Icon
es: Mostrar Icono de Mi Equipo

source: Trash
es: Papelera

source: Show Trash Icon
es: Mostrar Icono de la Papelera

source: Show Home Icon
es: Mostrar Icono Home

source: Partitions
es: Particiones

source: Show Partitions Icon
es: Mostrar Icono de Particiones

source: Network
es: Red

source: Background
es: Fondo

source: Solid Color
es: Color Solido

source: Wallpapers Gallery
es: Galeria de Imagenes

source: Apply Changes
es: Aplicar Cambios

source: Wallpaper Random
es: Fondo de Pantalla Aleatorio

source: Pictures location:
es: Ubicación de la imagen

source: Hours
es: Horas

source: Preview
es: Vista Previa

source: Icon Size
es: Tamaño del Icono

source: Change icon size
es: Cambiar tamaño del icono

source: Icon Line
es: Línea de icono

source: Organize in
es: Organizar en

source: Order
es: Orden

source: Date
es: Fecha

source: Name
es: Nombre

source: Size
es: Tamaño

source: Type
es: Tipo

source: Ascending / Descending
es: Ascendente / Decendente

source: Help popup
es: Ayuda emergente

source: Font
es: Fuente

source: Type and Size of Font
es: Tipo y tamaño de la letra

source: Size:
es: Tamaño:

source: Icon Size:
es: Tamaño del Icono:

source: Large:
es: Largo:

source: Position
es: Posición

source: Position:
es: Posición:

source: Position the top panel
es: Posición del panel superior

source: Position of the bottom panel
es: Posición del panel inferior

source: Look
es: Estilo

source: Show only image icons of the Taskbar
es: Mostrar solo imagen en los iconos de la barra de tareas

source: Background opacity
es: Opacidad de fondo

source: Auto-hide
es: Auto-Ocultar

source: Transparent Panel
es: Panel transparente

source: Dock Style
es: Estilo Dock

source: Categories mouse sensitive
es: Ratón sensible a las Categorías

source: Change panel image
es: Cambiar imagen del panel

source: Background Image
es: Imagen de fondo

source: Select panel image
es: Selecionar Imagen del Panel

source: Font Color
es: Color de la fuente

source: Background Color
es: Color de Fondo

source: Default Panel
es: Panel predeterminado

source: Default
es: Predeterminado

source: Extensions
es: Extenciones

source: Remove
es: Eliminar

source: Transparent
es: Transparente

source: That property has an effect only if you run a compositing window manager.
es: Esta propiedad tiene un efecto solo si usted ejecuta un administrador de ventanas soportado.

source: Startup Sound
es: Audio de Inicio

source: Icons Start:
es: Icono de Inicio:

source: Change boot image
es: Cambiar imagen de inicio

source: Workspace
es: Area de trabajo

source: Number of desktops
es: Número de Escritorios

source: Names of all virtual desktops
es: Nombres de los Escritorio Virtuales

source: Restore default values
es: Restarurar Valores por Defecto

source: Language
es: Lenguaje

source: Language:
es: Lenguaje:

source: System Language:
es: Lenguaje del Sistema

source: Launcher
es: Lanzador

source: Style Launcher
es: Apariencia del Launcher

source: Show Launcher CNB
es: Mostrar Lanzador CNB

source: Show Launcher Mini
es: Mostrar Lanzador Mini

source: Show Launcher Tablet
es: Mostrar Lanzador Tablet

source: Show Category
es: Mostrar Categorias

source: Show Text
es: Mostrar Texto

source: Launcher icon size
es: Tamaño de los iconos del Launcher

source: Launcher Transparent
es: Launcher Transparente

source: Launcher opacity
es: Opacidad del Launcher

source: Change background image
es: Cambiar imagen de fondo

source: Style Innova
es: Apariencia de Innova

source: Theme
es: Tema

source: Style Apps
es: Apariencia de las Apps

source: Style Icons
es: Apariencia de Iconos

source: Applications
es: Aplicaciones

source: File Manager:
es: Administrador de Archivos:

source: Web Browser:
es: Navegador Web:

source: Web Browser
es: Navegador Web

source: Window manager:
es: Administrador de Ventanas:

source: Windows Manager
es: Administrador de Ventanas:

source: Video Player:
es: Reproductor de Video:

source: Text Edit:
es: Editor de Texto:

source: Splash Screen
es: Pantalla de Bienvenida

source: Full Screen
es: Pantalla Completa

source: Import..." & "
es: Importar

source: Archive name
es: Nombre del archivo

source: Binary BIN
es: Binario BIN

source: Binary Gambas
es: Binario Gambas

source: Binary Python
es: Binario Python

source: Add new widget
es: Agregar nuevo widget
